-- phpMyAdmin SQL Dump
-- version 5.2.1
-- https://www.phpmyadmin.net/
--
-- Host: localhost:3306
-- Generation Time: Dec 23, 2023 at 01:43 AM
-- Server version: 5.7.44-cll-lve
-- PHP Version: 8.1.16
SET
	SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";

START TRANSACTION;

SET
	time_zone = "+00:00";

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */
;

/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */
;

/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */
;

/*!40101 SET NAMES utf8mb4 */
;

--
-- Database: `register_office`
--
CREATE DATABASE IF NOT EXISTS `ascent_register` DEFAULT CHARACTER SET latin1 COLLATE latin1_swedish_ci;

USE `ascent_register`;

-- --------------------------------------------------------
--
-- Table structure for table `register_details`
--
DROP TABLE IF EXISTS `register_details`;

CREATE TABLE `register_details` (
	`id` int(11) NOT NULL,
	`token_no` varchar(255) CHARACTER SET latin1 NOT NULL,
	`token_name` varchar(255) CHARACTER SET latin1 NOT NULL,
	`token_name_tamil` text NOT NULL,
	`speak_status` int(2) NOT NULL,
	`created_date` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE = MyISAM AVG_ROW_LENGTH = 55 DEFAULT CHARSET = utf8;

--
-- Dumping data for table `register_details`
--
INSERT INTO
	`register_details` (
		`id`,
		`token_no`,
		`token_name`,
		`token_name_tamil`,
		`speak_status`,
		`created_date`
	)
VALUES
	(
		1,
		'100',
		'Praveena',
		'பிரவீணா',
		0,
		'2022-07-03 06:03:37'
	),
	(
		3,
		'156',
		'SUGAN',
		'பஒயொக்ஷ',
		0,
		'2022-07-03 08:02:31'
	),
	(
		4,
		'120',
		'Test',
		'test',
		0,
		'2022-07-03 14:52:26'
	),
	(
		5,
		'1233',
		'kumaran',
		'குமரன்',
		0,
		'2022-07-03 14:54:32'
	),
	(
		6,
		'15665',
		'SUGAN',
		'சுகன்',
		1,
		'2022-07-03 16:08:34'
	),
	(
		8,
		'5482',
		'SUGAN',
		'சுகன்',
		1,
		'2022-07-04 00:34:18'
	),
	(
		9,
		'865867',
		'VASANTH',
		' வசந்த்',
		1,
		'2022-07-04 04:34:15'
	),
	(
		10,
		'865869',
		'VASANTH',
		' வசந்த்',
		1,
		'2022-07-04 04:41:44'
	),
	(
		11,
		'8658',
		'KUMAR',
		' வசந்த்',
		0,
		'2022-07-04 04:43:53'
	),
	(
		12,
		'865898709',
		'SANTHOSH',
		' வசந்த்',
		1,
		'2022-07-04 04:45:02'
	),
	(
		13,
		'001293',
		'KULANTHAIVELU',
		'குழந்தைவேலு',
		0,
		'2022-07-04 04:50:08'
	),
	(
		14,
		'5768',
		'BERLIN',
		'பெர்லின்',
		1,
		'2022-07-04 04:51:55'
	),
	(
		15,
		'9846',
		'SANTHOSH KUMAR',
		'சந்தோஷ் குமார்',
		0,
		'2022-07-04 04:53:23'
	),
	(
		16,
		'9846',
		'KUMAR',
		'குழந்தைவேலு',
		1,
		'2022-07-04 06:35:38'
	),
	(
		17,
		'55443',
		'Santhosh',
		'சந்தோஷ்',
		1,
		'2022-07-04 06:37:21'
	),
	(
		18,
		'00485',
		'SUGAN',
		'சுகன்',
		1,
		'2022-07-04 07:10:37'
	),
	(
		19,
		'00485',
		'Santhosh',
		'சுகன்',
		0,
		'2022-07-04 07:25:48'
	),
	(
		20,
		'00235',
		'Saraswathy',
		'சரஸ்வதி',
		0,
		'2022-07-04 07:44:23'
	),
	(
		21,
		'12345',
		'Muthukumaran',
		'முத்துக்குமரன்',
		1,
		'2022-07-04 07:58:05'
	),
	(
		22,
		'00485',
		'Santhosh',
		'சந்தோஷ',
		1,
		'2022-07-04 08:07:02'
	),
	(
		23,
		'00485',
		'Tamilselvan',
		'தமிழ்செல்வன்',
		1,
		'2022-07-04 08:14:46'
	),
	(
		24,
		'00983',
		'SHANMUGAM',
		'சண்முகம்',
		1,
		'2022-07-04 08:51:14'
	),
	(
		25,
		'0028',
		'SARASWATHY',
		'சரஸ்வதி',
		1,
		'2022-07-04 08:52:45'
	),
	(
		26,
		'0029',
		'KUMAR',
		'குமார்',
		0,
		'2022-07-04 08:53:23'
	),
	(
		27,
		'00308',
		'SARASWATHY',
		'சரஸ்வதி',
		1,
		'2022-07-04 08:57:07'
	),
	(
		28,
		'00485',
		'Karthik',
		'கார்த்திக் ',
		1,
		'2022-07-04 09:16:17'
	),
	(
		29,
		'00306',
		'SARASWATHY',
		'சரஸ்வதி',
		0,
		'2022-07-04 09:17:06'
	),
	(
		30,
		'00406',
		'Kumar',
		'குமார்',
		1,
		'2022-07-04 09:22:52'
	),
	(
		31,
		'00306',
		'SARASWATHY',
		'சரஸ்வதி',
		1,
		'2022-07-04 09:23:23'
	),
	(
		32,
		'00308',
		'KUMAR',
		'குமார்',
		1,
		'2022-07-04 09:47:56'
	),
	(
		33,
		'00485',
		'SANTHOSH',
		'சந்தோஷ',
		0,
		'2022-07-04 09:48:23'
	),
	(
		34,
		'00987',
		'KULANTHAIVELU',
		'குழந்தைவேலு',
		1,
		'2022-07-04 09:51:51'
	),
	(
		35,
		'0043089',
		'SATHISH',
		' சதீஷ்',
		0,
		'2022-07-04 13:06:00'
	),
	(
		36,
		'000484',
		'SARASWATHY',
		'சரஸ்வதி',
		1,
		'2022-07-05 04:50:52'
	),
	(
		37,
		'79068',
		'SHANMUGAM',
		'சண்முகம்',
		0,
		'2022-07-05 05:12:11'
	),
	(
		38,
		'839493',
		'Manikandan',
		'மணிகண்டன்',
		1,
		'2022-07-05 05:16:26'
	),
	(
		39,
		'988776',
		'Santhosh',
		'சந்தோஷ்',
		1,
		'2022-08-01 14:07:12'
	),
	(
		41,
		'34875',
		'Mahalakshmi',
		'மஹாலக்ஷ்மி',
		0,
		'2022-09-13 06:10:49'
	),
	(
		42,
		'9786',
		'Manikandan',
		'மணிகண்டன்',
		1,
		'2022-09-13 07:26:08'
	),
	(
		43,
		'57483',
		'Saraswathi',
		'சரஸ்வதி',
		1,
		'2022-09-13 08:04:34'
	),
	(
		44,
		'00485',
		'Manikandan',
		'மணிகண்டன்',
		0,
		'2022-09-13 08:15:44'
	),
	(
		45,
		'48493',
		'Mahalakshmi',
		'மஹாலக்ஷ்மி',
		1,
		'2022-09-13 08:17:26'
	),
	(
		46,
		'76685',
		'Kannan ',
		'கண்ணன்',
		0,
		'2022-09-13 08:42:03'
	),
	(
		47,
		'758494',
		'MURUGAN',
		'முருகன்',
		1,
		'2022-09-13 08:43:14'
	),
	(
		48,
		'75769',
		'RAMAKRISHNAN',
		'ராமகிருஷ்ணன்',
		0,
		'2022-09-13 08:57:24'
	),
	(
		49,
		'1172',
		'test',
		'test',
		0,
		'2023-07-07 07:26:45'
	),
	(
		50,
		'64732',
		'Vasanth',
		'வசந்த்',
		1,
		'2023-07-07 09:23:07'
	),
	(
		51,
		'12345',
		'KANNAN',
		'கண்ணன்',
		0,
		'2023-08-09 06:14:19'
	),
	(
		52,
		'75769',
		'RAMAKRISHNAN',
		'ராமகிருஷ்ணன்',
		1,
		'2023-08-09 06:34:18'
	),
	(
		53,
		'64732',
		'Vasanth',
		'வசந்த்',
		1,
		'2023-08-09 06:34:51'
	),
	(
		54,
		'8888',
		'RANJITH KUMAR',
		'ரஞ்சித் குமார்',
		1,
		'2023-08-09 06:37:58'
	),
	(
		55,
		'123',
		'Vasanth',
		'வசந்த்',
		1,
		'2023-11-23 08:44:12'
	),
	(
		56,
		'023',
		'kumar',
		'முருகன்',
		1,
		'2023-11-23 08:57:53'
	),
	(
		57,
		'0025',
		'RAMAKRISHNAN',
		'ராமகிருஷ்ணன்',
		0,
		'2023-11-23 09:00:26'
	),
	(
		58,
		'00252',
		'Vasanth',
		'வசந்த்',
		1,
		'2023-11-23 09:04:14'
	),
	(
		60,
		'00252',
		'kumar',
		'முருகன்',
		0,
		'2023-11-23 09:15:04'
	),
	(
		61,
		'1234',
		'RAMAN',
		'முருகன்',
		0,
		'2023-11-23 10:30:14'
	),
	(
		62,
		'0986',
		'RAMAKRISHNAN',
		'ராமகிருஷ்ணன்',
		1,
		'2023-11-23 10:31:06'
	),
	(
		63,
		'89098',
		'RAMAKRISHNAN',
		'முருகன்',
		0,
		'2023-11-23 10:52:46'
	),
	(
		64,
		'1234',
		'RAMAKRISHNAN',
		'ராமகிருஷ்ணன்',
		1,
		'2023-11-23 10:55:03'
	),
	(
		65,
		'89098',
		'RAMAN',
		'முருகன்',
		0,
		'2023-11-23 10:55:19'
	),
	(
		66,
		'001177',
		'Prabhu ',
		'பிரபு ',
		1,
		'2023-11-23 11:39:23'
	),
	(
		67,
		'12345',
		'Samy',
		'சாமி ',
		1,
		'2023-11-23 11:40:04'
	),
	(
		68,
		'2023',
		'Balu',
		'பாலு ',
		0,
		'2023-11-23 11:40:56'
	),
	(
		69,
		'13637',
		'Bala',
		'பால ',
		1,
		'2023-11-23 11:42:50'
	),
	(
		70,
		'12345',
		'Lion',
		'லியோன் ',
		0,
		'2023-11-23 11:43:12'
	),
	(
		71,
		'3747',
		'Murugan ',
		'முருகன் ',
		1,
		'2023-11-23 11:43:51'
	),
	(
		72,
		'12345',
		'Naveen',
		'நவீன் ',
		0,
		'2023-11-23 11:44:23'
	),
	(
		73,
		'12345',
		'Naga',
		'நாக ',
		1,
		'2023-11-23 11:44:38'
	),
	(
		74,
		'0013',
		'Balu',
		'பாலு ',
		0,
		'2023-11-23 11:48:05'
	),
	(
		75,
		'0025',
		'Prabhu ',
		'பிரபு ',
		1,
		'2023-11-23 11:48:18'
	),
	(
		76,
		'0035',
		'Samy',
		'சாமி ',
		0,
		'2023-11-23 11:48:33'
	),
	(
		77,
		'0048',
		'Murugan ',
		'முருகன் ',
		1,
		'2023-11-23 11:48:51'
	),
	(
		78,
		'001177',
		'Samy',
		'சாமி ',
		0,
		'2023-11-24 06:28:27'
	),
	(
		79,
		'004800',
		'Murugan',
		'முருகன்',
		0,
		'2023-11-24 14:30:27'
	),
	(
		80,
		'001177',
		'Prabhu ',
		'பிரபு ',
		1,
		'2023-11-25 05:48:30'
	),
	(
		81,
		'12345',
		'Samy',
		'சாமி ',
		1,
		'2023-11-25 05:56:18'
	),
	(
		82,
		'2023',
		'Prabhu ',
		'பிரபு ',
		1,
		'2023-11-25 07:03:05'
	),
	(
		83,
		'001177',
		'Balu',
		'பாலு ',
		1,
		'2023-11-25 09:07:29'
	),
	(
		84,
		'001',
		'Murugan ',
		'முருகன் ',
		1,
		'2023-11-25 10:46:05'
	),
	(
		85,
		'2023',
		'Bala',
		'பால ',
		0,
		'2023-11-25 11:09:02'
	),
	(
		86,
		'001177',
		'Prabhu ',
		'பிரபு ',
		1,
		'2023-11-27 04:11:01'
	),
	(
		87,
		'0013',
		'Kumar ',
		'குமார் ',
		1,
		'2023-11-27 04:43:37'
	),
	(
		88,
		'00256',
		'RAMAKRISHNAN K',
		'ராமகிருஷ்ணன் க',
		0,
		'2023-11-27 08:54:42'
	),
	(
		89,
		'056',
		'RAMAKRISHNAN K',
		'ராமகிருஷ்ணன் க',
		1,
		'2023-11-27 09:08:10'
	);

--
-- Indexes for dumped tables
--
--
-- Indexes for table `register_details`
--
ALTER TABLE
	`register_details`
ADD
	PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--
--
-- AUTO_INCREMENT for table `register_details`
--
ALTER TABLE
	`register_details`
MODIFY
	`id` int(11) NOT NULL AUTO_INCREMENT,
	AUTO_INCREMENT = 90;

COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */
;

/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */
;

/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */
;